{
  "slug": "once-a-manager",
  "title": "Once a <em>manager</em>, always a <em>manager</em>",
  "author": "V. Fernández",
  "season": "<strong>S1</strong> 2010 Again",
  "date": "2025-09-14",
  "image": "fm10.png",
  "alt": "Art from FM",
  "content": [
    {
      "type": "paragraph",
      "html": "In a case of typical <em>Sunday nostalgia</em>, we found ourselves remembering the glorious days of FM 2010. This is how this project starts."
    },
    {
      "type": "paragraph",
      "html": "It all started with challenging ourselves to run the game on a modern-day Mac. After spending a very unreasonable amount of time and some crossover/wine wrangling, we managed to do it."
    },
    {
      "type": "paragraph",
      "html": "Long gone were our saves from the past, but here's that classic game-engine, accompanied with an unmatched moment in football where teams still played a no. 10, where not everything was high-pressing, and truly great strikers came in pairs."
    },
    {
      "type": "paragraph",
      "html": "There's something about that moment in football, an amount of raw talent that is so rare today. Or maybe is just what we grew up with. Every generation longs for the past."
    },
    {
      "type": "paragraph",
      "html": "<strong>Season 1: Going through the motions again</strong>"
    },
    {
      "type": "paragraph",
      "html": "Without our old saves, we'll lean on memory to relive the great campaigns: my legendary Girondins Bordeaux run, or the dynasty I built after Ferguson retired at Manchester United."
    },
    {
      "type": "paragraph",
      "html": "At the same time, we'll carve new alternate histories — worlds that never were, like a reshaped Florentino comeback at Real Madrid, my good friend Rolo just couldn't resist."
    },
    {
      "type": "paragraph",
      "html": "Some stories will be faithful to the past, others will diverge wildly. The point isn't to recreate every detail, but to rediscover what made this game, and that era of football, so magnetic."
    },
    {
      "type": "paragraph",
      "html": "This is where we'll share those tales. Once a manager, always a manager."
    }
  ]
}
